Repository: ColorlibHQ/shapely
Catalog: languages/*.po
Languages: hu_hu

source: Oops! That page can&rsquo;t be found.
hu_hu: Hoppá! Ez az oldal nem található.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
hu_hu: Úgy tűnik, semmi sincs ezen a linken. Esetleg próbálja meg az alábbi linkeket vagy indítson egy keresést!

source: Most Used Categories
hu_hu: Leggyakoribb kategóriák

source: Try looking in the monthly archives. %1$s
hu_hu: Nézze meg a havi bejegyzés-archívumok között is. %1$s

source: Comment navigation
hu_hu: Hozzászólás navigáció

source: Older Comments
hu_hu: Régebbi hozzászólások

source: Newer Comments
hu_hu: Újabb hozzászólások

source: Comments are closed.
hu_hu: Hozzászólások letiltva.

source: Primary
hu_hu: Elsődleges

source: Social Menu
hu_hu: Közösségi menü

source: Import content
hu_hu: Tartalom importálása

source: Sidebar
hu_hu: Oldalsáv

source: Homepage
hu_hu: Főoldal

source: Footer Widget %s
hu_hu: Lábléc widget %s

source: Used for footer widget area
hu_hu: A lábléc widget területhez használatos

source: Skip to content
hu_hu: Ugrás a tartalomhoz

source: Site Search
hu_hu: Keresés a weboldalon

source: Install: Shapely Companion Plugin
hu_hu: Telepítés: Shapely kísérő plugin

source: Activate: Shapely Companion Plugin
hu_hu: Aktiválás: Shapely kísérő plugin

source: Install: Yoast SEO Plugin
hu_hu: Telepítés: Yoast SEO plugin

source: Activate: Yoast SEO Plugin
hu_hu: Aktiválás: Yoast SEO plugin

source: Install: Jetpack by WordPress
hu_hu: Telepítés: Jetpack a WordPress-től

source: Activate: Jetpack by WordPress
hu_hu: Aktiválás: Jetpack a WordPress-től

source: Please install Shapely Companion plugin.
hu_hu: Kérem telepítse a Shapely kísérő plugin-t!

source: Please activate Shapely Companion plugin.
hu_hu: Kérem aktiválja a Shapely kísérő plugin-t!

source: Please install Jetpack by WordPress. Note that you won't be able to use the Testimonials and Portfolio widgets without it.
hu_hu: Kérem telepítse a WordPress-féle Jetpack plugin-t! Enélkül nem tudja használni a Vélemények és Portfolió widgeteket.

source: Please activate Jetpack by WordPress. Note that you won't be able to use the Testimonials and Portfolio widgets without it.
hu_hu: Kérem aktiválja a WordPress-féle Jetpack plugin-t! Enélkül nem tudja használni a Vélemények és Portfolió widgeteket.

source: Please install Yoast SEO plugin.
hu_hu: Kérem telepítse a Yoast SEO plugin-t!

source: Please activate Yoast SEO plugin.
hu_hu: Kérem aktiválja a Yoast SEO plugin-t!

source: Install
hu_hu: Telepítés

source: Activate
hu_hu: Aktiválás

source: Deactivate
hu_hu: Deaktiválás

source: Hooray! There are no required actions for you right now.
hu_hu: Hurrá! Pillanatnyilag nincs több elvégzendő feladat.

source: Step 1 - Implement recommended actions
hu_hu: Első lépés - Hajtsa végre az elvégzendő feladatokat

source: We've compiled a list of steps for you, to take make sure the experience you'll have using one of our products is very easy to follow.
hu_hu: Összeállítottunk egy listát Önnek annak érdekében, hogy a termékeink használata során a legjobb élményben részesüljön.

source: No recommended actions left to perform
hu_hu: Nincs további elvégzendő tevékenység

source: Check recommended actions
hu_hu: Elvégzendő tevékenységek ellenőrzése

source: Step 2 - Check our documentation
hu_hu: Második lépés - Nézze át a dokumentációt

source: Even if you're a long-time WordPress user, we still believe you should give our documentation a very quick Read.
hu_hu: A dokumentáció átfutását abban az esetben is melegen ajánljuk, ha Ön régi WordPress felhasználó.

source: Full documentation
hu_hu: Teljes dokumentáció

source: Step 3 - Customize everything
hu_hu: Harmadik lépés - Testre szabás

source: Using the WordPress Customizer you can easily customize every aspect of the theme.
hu_hu: A WordPress Customizer használatával a téma összes beállítását személyre szabhatja.

source: Go to Customizer
hu_hu: A Customizer megnyitása

source: Version:
hu_hu: Verzió:

source: Contact Support
hu_hu: Támogatás igénybevétele

source: We offer excellent support through our advanced ticketing system. Make sure to register your purchase before contacting support!
hu_hu: Kiváló támogatást nyújtunk ticketing rendszerünkön keresztül. Győződjön meg róla, hogy regisztrálta termékét, mielőtt kapcsolatba lép a támogatással!

source: Documentation
hu_hu: Dokumentáció

source: This is the place to go to reference different aspects of the theme. Our online documentation is an incredible resource for learning the ins and outs of using shapely.
hu_hu: Itt van lehetősége a téma beállítási lehetőségeinek megismésére. Az online dokumentációnk a legjobb hely a Shapely használatának megismerésére.

source: See our full documentation
hu_hu: Teljes dokumentáció megtekintése

source: Changelog
hu_hu: Változásnapló

source: Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.
hu_hu: Szeretne képbe kerülni a téma legutóbbi változásaival? Tekintse át az alábbi változásnaplót, és ismerje meg a legfrissebb hibajavításokat és új funkciókat.

source: See changelog
hu_hu: Változásnapló megtekintése

source: About Shapely
hu_hu: A Shapely-ről

source: Welcome! Thank you for choosing shapely! To fully take advantage of the best our theme can offer please make sure you visit our %swelcome page%s.
hu_hu: Üdvözöljük! Köszönjük, hogy a Shapely-t választotta! A téma összes funkcióinak igénybe vételéhez kérjük látogasson el a következő oldalra: %swelcome page%s

source: Get started with shapely
hu_hu: Kezdő lépések a Shapely-vel

source: View Theme Info
hu_hu: Téma információinak megtekintése

source: I've fallen and can't get up
hu_hu: Elestem, és nem tudok felkelni

source: Welcome to Shapely! - Version
hu_hu: Üdvözli a Shapely! - Verzió:

source: Shapely is now installed and ready to use! Get ready to build something beautiful. We hope you enjoy it! We want to make sure you have the best experience using shapely and that is why we gathered here all the necessary information for you. We hope you will enjoy using shapely, as much as we enjoy creating great products.
hu_hu: A Shapely települt és használatra kész! Készüljön fel rá, hogy valami nagyszerűt alkosson. Reméljük örömét leli benne! Biztosra akarunk menni, hogy a Shapely használata során a legjobb élményben részesül, ezért az összes szükséges információt összegyűjtöttük Önnek. Reméljük legalább annyira szívesen fogja használni a Shapely-t, mint amennyire szívesen mi készítünk nagyszerű termékeket.

source: Getting Started
hu_hu: Kezdő lépések

source: Recommended Actions
hu_hu: Ajánlott tevékenységek

source: Recommended Plugins
hu_hu: Ajánlott plugin-ek

source: Support
hu_hu: Támogatás

source: Related articles
hu_hu: Kapcsolódó cikkek

source: Shapely Options
hu_hu: Shapely beállítások

source: Panel to update shapely theme options
hu_hu: A Shapely téma beállításainak panele

source: Layout options
hu_hu: Elrendezés beállításai

source: Blog Settings
hu_hu: Blog beállításai

source: Link Color
hu_hu: Hivatkozás színe

source: Default used if no color is selected
hu_hu: Ha nincs kiválasztva szín, akkor az alapértelmezett lesz aktív

source: Link Hover Color
hu_hu: Hivatkozás színe egérmutató alatt

source: Button Color
hu_hu: Gomb színe

source: Button Hover Color
hu_hu: Gomb színe egérmutató alatt

source: Social Icon Color
hu_hu: Közösségimédia-ikon színe

source: Main options
hu_hu: Fő beállítások

source: Show title in top call out box
hu_hu: Cím megjelenítése a felső call out dobozban

source: check to show title in top call out box
hu_hu: jelölje meg, hogy a cím megjelenjen a felső call out dobozban

source: Title in blog post
hu_hu: Blogbejegyzések címe

source: Blog Name in top callout
hu_hu: Blogbejegyzések címe a felső callout-ban

source: Heading for the Blog page
hu_hu: Blog oldal fejléce

source: Portfolio Archive Title
hu_hu: Portfólió archívum címe

source: Portfolio Archive Description
hu_hu: Portfólió archívum leírása

source: Text for footer callout
hu_hu: Lábléc callout felirata

source: Footer Callout
hu_hu: Lábléc callout

source: Text for footer callout button
hu_hu: Lábléc callout gomb felirata

source: CFA button link
hu_hu: CFA gomb linkje

source: Enter the link for Call For Action button in footer
hu_hu: Adja meg a láblécben szereplő Call for Action gomb linkjét

source: Footer
hu_hu: Lábléc

source: Copyright Text
hu_hu: Copyright szöveg

source: Color scheme
hu_hu: Színséma

source: Select a color scheme
hu_hu: Válasszon a színsémát

source: First Letter Caps
hu_hu: Első betű nagy

source: Related Posts Area
hu_hu: Kapcsolódó bejegyzések területe

source: Post Author Area
hu_hu: Alkotó utáni terület

source: Post Author Left Side
hu_hu: Alkotó után, bal oldalt

source: Blog Layout
hu_hu: Blog elrendezése

source: Grid only
hu_hu: Csak rács

source: Large Image and Grid
hu_hu: Nagy kép és rács

source: Large Images
hu_hu: Nagy képek

source: Blog Template
hu_hu: Blog sablon

source: Full Width
hu_hu: Teljes szélesség

source: No Sidebar
hu_hu: Oldalsáv nélkül

source: Sidebar Left
hu_hu: Oldalsáv bal oldalon

source: Sidebar Right
hu_hu: Oldalsáv jobb oldalon

source: Left Sidebar
hu_hu: Bal oldalsáv

source: Right Sidebar
hu_hu: Jobb oldalsáv

source: Untitled
hu_hu: Névtelen

source: This post is password protected. To view it please enter your password below:
hu_hu: Ez a bejegyzés jelszóval védett. Megtekintéséhez adja meg a jelszót:

source: Password:
hu_hu: Jelszó:

source: Submit
hu_hu: Küldés

source: Theme by %1$s Powered by %2$s
hu_hu: A témát készítette a %1$s - %2$s motorral

source: Search for:
hu_hu: Keresés:

source: Type Here
hu_hu: Ide gépeljen

source: Search
hu_hu: Keresés

source: %1$s at %2$s
hu_hu: %1$S %s$s időpontban

source: Edit
hu_hu: Szerkesztés

source: Your comment is awaiting moderation.
hu_hu: A hozzászólás moderációra vár

source: Your Name
hu_hu: Az Ön neve

source: Email Address
hu_hu: E-mail cím

source: Your Website (optional)
hu_hu: Az Ön weboldala (nem kötelező)

source: Leave Comment
hu_hu: Hozzászólás

source: Portfolio
hu_hu: Portfólió

source: Add a menu
hu_hu: Menü hozzáadása

source: by
hu_hu: készíti

source: Posted in %1$s
hu_hu: Kategória: %1$s

source: Tagged %1$s
hu_hu: Cimkék: %1$s

source: Leave a comment
hu_hu: Hozzászólás

source: 1 Comment
hu_hu: 1 hozzászólás

source: % Comments
hu_hu: % hozzászólás

source: Edit %s
hu_hu: %s szerkesztése

source: View all posts in %s
hu_hu: A(z) %s összes bejegyzésének megtekintése

source: This is the "Home Sidebar Section", add some widgets to it to change it.
hu_hu: Ez a "Főoldali oldalsáv szekció". Adjon hozzá néhány új widgetet!

source: Search Results for: %s
hu_hu: Keresési találatok erre: %s

source: Read more %s <span class="meta-nav">&rarr;</span>
hu_hu: Tovább %s <span class="meta-nav">&rarr;</span>

source: Pages:
hu_hu: Oldal:

source: Nothing Found
hu_hu: Nincs találat

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hu_hu: Készen áll az első bejegyzés beküldésére? <a href="%1$s">Lásson hozzá!</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hu_hu: Sajnos nincs találat a megadott keresőkifejezésre. Kérem próbálja újra más keresőszavakkal!

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hu_hu: Úgy tűnik, nem található az Ön által keresett oldal. Próbálkozzon kereséssel!

source: Shapely is a powerful and versatile one page WordPress theme with pixel perfect design and outstanding functionality. It is by far the most advanced free WordPress theme available today with loads of unmatched customization options. This theme comes with several homepage widgets that can be used to add portfolio, testimonials, parallax sections, your product or service information, call for action and much more. Shapely supports most free and premium WordPress plugins such as WooCommerce, Jetpack, Gravity Forms, Contact Form 7, Yoast SEO, Google Analytics by Yoast and much more. This theme is the best suited for business, landing page, portfolio, ecommerce, store, local business, personal websites but can be tweaked to be used as blog, magazine or any other awesome website while highlighting its unique one page setup. This is going to be the last WordPress theme you will ever want to use because it is so much better than anything you have seen. Needless to say that this theme is SEO friendly thanks to its well optimized strucutre. Shapely theme is mobile friendly and fully responsive making it your best multipurpose partnert for any project and website.
hu_hu: A Shapely egy nagyszerű és sokoldalú egyoldalas WordPress téma pixel perfect dizájnnal és kiváló funkcionalitással. A ma elérhető ingyenes WordPress témák közül messze a legfejlettebbnek tekinthető a rengeteg testre szabási opciónak köszönhetően. A témához több főoldali widget tartozik, amelyekkel weboldalához portfolió, vélemények, parallax, termék- és szolgáltatásinformáció, call for action és még sok egyéb hasznos szekció adható. A Shapely a legtöbb ingyenes és prémium plugin-t támogatja, köztük a WooCommerce-t, a Jetpack Gravity Forms-t, a Contact Form 7-t, a Yoast SEO-t, a Google Analytics by Yoast-ot, stb. Ez a téma leginkább üzleti, landing page, portfolió, e-kereskedelem, webshop, helyi vállalkozás és személyes weboldal célokhoz illik, de beállítható úgy is, hogy blog, magazin, vagy bármilyen más nagyszerű weboldal témája legyen, miközben az egyedülálló egyoldalas beállítások továbbra is használhatóak maradnak. Ez lesz az utolsó WordPress téma, amelyre szüksége lesz, mivel annyival jobb, mint minden más, amivel eddig találkozott. Talán szükségtelen említenünk, de a téma természetesen teljesen SEO-barát optimalizált szerkezetének köszönhetően. A Shapely mobilfelületekre is optimalizált, valamint teljesen reszponzív, amely a legmegbízhatóbb partnerré teszi, legyen szó akármilyen projektről vagy weboldalról.

source: Home Page
hu_hu: Kezdőoldal

# comments title
source: 1 COMMENT
hu_hu: 1 HOZZÁSZÓLÁS

source: Read More
hu_hu: Tovább

# noun
source: Comment
hu_hu: hozzászólás
